"Welcome to SMARTReporter. This seems to be the first time you start SMARTReporter. The preferences-window will be opened." = "Bienvenido a SMARTReporter. Esta parece ser la primera vez que ejecuta SMARTReporter. Se abrirá la ventana de preferencias.";

"Your Harddrive Configuration seems to have changed. The preferences-window will be opened." = "La configuración de su disco duro parece que haya cambiado. Se abrirá la ventana de preferencias.";

"Could not open Console.app to open the log file. View it manually at '%@'." = "No se puede abrir la aplicación Consola.app para abrir el fichero de registro. Véalo manualmente en '%@'.";

"Delivery can't proceed because you've set no address to deliver from." = "La entrega no puede continuar debido a que no ha establecido ninguna dirección desde la que efectuar la entrega.";

"Delivery can't proceed because you've set no address to deliver to." = "La entrega no puede continuar debido a que no ha establecido ninguna dirección donde efectuar la entrega.";

"Delivery failed with an authentication failure. Please check username, password and the authentication method." = "La entrega ha fallado debido a un error de autenticación. Por favor compruebe usuario, contraseña y método de autenticación.";

"Delivery seemed to timeout. Please check hostname and port." = "La entrega parece que ha caducado. Por favor compruebe el servidor y el puerto.";

"Delivery using Mail.app settings didn't seem to be successful so you should use manual configuration." = "La entrega usando la configuración de Mail.app no parece que funcione correctamente por lo que debería utilizar la configuración manual.";

"Error!\nCould not write to file '%@'. Please check Permissions." = "¡Error!\nNo puede escribir en el fichero '%@'. Por favor compruebe sus permisos.";

"It seems like %@ has crashed recently. Please consider sending the crash-log to help fix this problem. Also make sure you are using the latest version by using the built-in update mechanism since most reported crashes are already fixed in the latest version." = "Parece que %@ ha fallado recientemente. Por favor tome en consideración el envío del registro de fallo para ayudar a corregir este problema. Also make sure you are using the latest version by using the built-in update mechanism since most reported crashes are already fixed in the latest version.";

"Please check the e-mail settings." = "Por favor compruebe la configuración del correo electrónico.";

"The E-Mail delivery failed!\n" = "¡Ha fallado la entrega del correo electrónico!\n";

"The E-Mail failure notification delivery failed!\n" = "¡Ha fallado la entrega del correo electrónico de error!\n";

"The S.M.A.R.T.-data for the drive %@ indicates an impending drive-failure!\n\nPlease follow the instructions in the 'What to do when SMARTReporter predicts a failure' section in SMARTReporter's FAQ as soon as possible." = "¡Los datos S.M.A.R.T. para el dispositivo %@ indican un inminente error en dicho dispositivo!\n\nPor favor siga las instrucciones en la sección 'Qué hacer cuando SMARTReporter predice un fallo' del FAQ SMARTReporter lo antes posible.";

"SMARTReporter Failure Notice" = "Aviso de Fallo SMARTReporter";

"TEST E-Mail from SMARTReporter" = "Correo electrónico de PRUEBA de SMARTReporter";

"The S.M.A.R.T.-data for the drive %D on the machine %N (hostname: %H ipv4-address: %4 ipv6-address: %6 MAC-address: %M) indicates an impending drive-failure!\n\nPlease follow the instructions in the 'What to do when SMARTReporter predicts a failure' section in SMARTReporter's FAQ as soon as possible." = "¡Los datos S.M.A.R.T. para el dispositivo %D en la máquina %N (equipo: %H dirección-ipv4: %4 dirección-ipv6: %6 dirección-MAC: %M) indican un inminente error en dicho dispositivo!\n\nPor favor siga las instrucciones en la sección 'Qué hacer cuando SMARTReporter predice un fallo' del FAQ SMARTReporter lo antes posible.";

"This is just a TEST!\nContents of e-mail-test below:\n\n" = "¡Esta es una PRUEBA!\nContenido del correo electrónico de prueba abajo:\n\n";

"Unknown" = "Desconocido";

"Failing!" = "¡Fallando!";

"Verified" = "Verificado";

"S.M.A.R.T. condition could not be verified" = "No se puede verificar el estado S.M.A.R.T.";

"S.M.A.R.T. condition exceeded, DRIVE COULD FAIL SOON" = "Se ha excedido el límite S.M.A.R.T., EL DISCO FALLARÁ PRONTO";

"S.M.A.R.T. condition not exceeded, drive OK" = "El estado S.M.A.R.T. es aceptable, disco CORRECTO";





"%@ can't operate properly when started from the disk image." = "%@ can't operate properly when started from the disk image.";

"%@ could not copy itself to the Applications folder, most likely an old copy exists there already. Please do so yourself." = "%@ could not copy itself to the Applications folder, most likely an old copy exists there already. Please do so yourself.";

"%@ could not restart itself. Please do so yourself." = "%@ could not restart itself. Please do so yourself.";

"%@ has been moved, but applications should never be moved while they are running." = "%@ has been moved, but applications should never be moved while they are running.";

"%@ has successfully copied itself to the Applications folder, please start it from there." = "%@ has successfully copied itself to the Applications folder, please start it from there.";

"Cancel" = "Cancel";

"Progress:" = "Progress:";

"Move to the Applications folder" = "Move to the Applications folder";

"Never" = "Never";

"No test in progress" = "No test in progress";

"OK" = "OK";

"OK! Open Console.app!" = "OK! Open Console.app!";

"Please fill in additional details here" = "Please fill in additional details here";

"Quit" = "Quit";

"Restart %@" = "Restart %@";

"Restart later" = "Restart later";

"Restart now" = "Restart now";

"Send" = "Send";

"SMARTReporter could not restart itself automatically. Please restart it yourself when it is convenient for you." = "SMARTReporter could not restart itself automatically. Please restart it yourself when it is convenient for you.";

"SMARTReporter has detected an I/O Error on the drive named %@! This is not a S.M.A.R.T. error, but repeated errors still can indicate a failing drive. You can turn off this warning in the preferences. Full msg:\n\n%s" = "SMARTReporter has detected an I/O Error on the drive named %1$@! This is not a S.M.A.R.T. error, but repeated errors still can indicate a failing drive. You can turn off this warning in the preferences. Full msg:\n\n%2$s";

"SMARTReporter needs to be restarted for this option to take effect. Hold down alt (option) during application launch to get the menu-item back." = "SMARTReporter needs to be restarted for this option to take effect. Hold down alt (option) during application launch to get the menu-item back.";

"S.M.A.R.T. status not yet determined" = "S.M.A.R.T. status not yet determined";

"R.A.I.D. check not yet performed" = "R.A.I.D. check not yet performed";

"R.A.I.D. status check disabled" = "R.A.I.D. status check disabled";

"I/O Error check not yet performed" = "I/O Error check not yet performed";

"I/O Error check disabled" = "I/O Error check disabled";

"R.A.I.D. check (%@): no RAID sets found" = "R.A.I.D. check (%@): no RAID sets found";

"R.A.I.D. check (%@): all %i RAID sets ONLINE" = "R.A.I.D. check (%@): all %i RAID sets ONLINE";

"R.A.I.D. check (%@): %i of %i RAID sets DEGRADED" = "R.A.I.D. check (%@): %i of %i RAID sets DEGRADED";

"R.A.I.D. check (%@): %i of %i RAID sets OFFLINE" = "R.A.I.D. check (%@): %i of %i RAID sets OFFLINE";

"R.A.I.D. check (%@): %i RAID sets OFFLINE and %i RAID sets DEGRADED" = "R.A.I.D. check (%@): %i RAID sets OFFLINE and %i RAID sets DEGRADED";

"I/O Error check (%@): all %i watched drives OK" = "I/O Error check (%@): all %i watched drives OK";

"I/O Error check (%@): FAILING - found I/O Errors on %i drive(s)" = "I/O Error check (%@): FAILING - found I/O Errors on %i drive(s)";

/* added post 2.7.1*/

"Closing this window will not abort the selftest - you can't start other tests until this one has finished. You can later inspect the results of the finished selftest." = "Closing this window will not abort the selftest - you can't start other tests until this one has finished. You can later inspect the results of the finished selftest.";

"Sorry, the I/O error check can only be enabled for Admin-users." = "Sorry, the I/O error check can only be enabled for Admin-users.";

"SMARTReporter has detected a problem with an attached RAID! Full msg:\n\n%@" = "SMARTReporter has detected a problem with an attached RAID! Full msg:\n\n%@";

"S.M.A.R.T. status: %i of %i drives FAILING" = "S.M.A.R.T. status: %i of %i drives FAILING";

"S.M.A.R.T. status: all %i watched drives OK" = "S.M.A.R.T. status: all %i watched drives OK";